/* Short description, must be kept short after localization - displayed when agent could not be found on the phone */
"Agent not found" = "Agente não encontrado";

/* No comment provided by engineer. */
"Agent on phone sent a chunk with an incorrect length." = "O agente do telefone enviou um bloco de comprimento incorreto.";

/* No comment provided by engineer. */
"Agent on phone sent a malformed message." = "O agente do telefone enviou uma mensagem mal formada.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message body." = "O agente do telefone enviou um corpo de mensagem inesperado.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message type." = "O agente do telefone enviou um tipo de mensagem inesperada.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected value for message header %@." = "O agente do telefone enviou um valor inesperado para o cabeçalho de mensagem %@.";

/* No comment provided by engineer. */
"Agent on phone sent no message while we were expecting one." = "O agente do telefone não enviou nenhuma mensagem enquanto uma mensagem era esperada.";

/* generic error displayed when PIM sync fails due to a communication failure (contacts only) */
"An communication error occurred during the synchronization." = "Ocorreu um erro de comunicação durante a sincronização.";

/* displayed when calendars synchronization failed */
"An error occurred while synchronizing your calendars with the phone." = "Ocorreu um erro durante a sincronização dos seus calendários com o telefone.";

/* displayed when contacts and calendars synchronization failed */
"An error occurred while synchronizing your contacts and calendars with the phone." = "Ocorreu um erro durante a sincronização dos seus contatos e dos calendários com o telefone.";

/* displayed when contacts synchronization failed */
"An error occurred while synchronizing your contacts with the phone." = "Ocorreu um erro durante a sincronização dos seus contatos com o telefone.";

/* error displayed when the Macintosh sync server could not be reached. */
"An error occurred while talk the Sync Server on your computer." = "Ocorreu um erro ao falar com o Servidor de Sincronização do seu computador.";

/* low-level technical error */
"An exception occurred while synchronizing." = "Ocorreu uma exceção durante a sincronização.";

/* generic error */
"An unexpected error occured." = "Ocorreu um erro inesperado.";

/* Low level phone error */
"AT Command\\U2019s response parse error" = "Erro de análise de resposta do Comando AT";

/* Low level phone error */
"AT Operation to prepare channel has incorrect properties" = "A Operação AT para preparar o canal tem propriedades incorretas";

/* displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth is not available on this computer." = "Bluetooth não está disponível neste computador.";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is on on the mac */
"Bluetooth is off" = "Bluetooth está desativado";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is off on the computer */
"Bluetooth is turned off on your computer." = "Bluetooth está desativado neste computador.";

/* Short description, must be kept short after localization - displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth not available" = "Bluetooth não está disponível";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Calendar synchronization failed" = "Falha de sincronização do calendário";

/* Short description, must be kept short after localization - displayed when calendars synchronization failed */
"Calendars synchronization failed" = "Falhas de sincronização dos calendários";

/* low level error */
"Can\\U2019t connect in middle of disconnection process." = "Não é possível conectar no meio do processo de desconexão.";

/* displayed when phone memory card was not found */
"Can\\U2019t find memory card on phone." = "Não é possível encontrar o cartão de memória no telefone.";

/* No comment provided by engineer. */
"Cannot connect to the sync server" = "Não é possível conectar ao servidor de sincronização";

/* No comment provided by engineer. */
"Cannot get changes from the SyncServer, the session may have been canceled." = "Não é possível obter as alterações do SyncServer, talvez a sessão tenha sido cancelada.";

/* Unfrequent error */
"Cannot register the phone for synchronization." = "Não é possível registrar o telefone para a sincronização.";

/* No comment provided by engineer. */
"Change can\\U2019t be send to the phone" = "Alteração não pode ser enviada ao telefone";

/* a modification comes from the phone for records that are read only. NOTE: %@ is one of the following: [events in a read only calendar | all-day events] (occurs during pim sync) */
"Changing %@ on the phone is not allowed. These changes have been ignored:" = "Não é permitido alterar %@ no telefone. Estas alterações foram ignoradas:";

/* recovery suggestion displayed when a message could not be sent */
"Check the phone network or the message recipient." = "Verifique a rede do telefone ou o destinatário da mensagem.";

/* Short description, must be kept short after localization - error displayed when the physical connection was lost while synchronizing the phone. */
"Communication error" = "Erro de comunicação";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it is already in use */
"Connection busy" = "Conexão ocupada";

/* Short description, must be kept short after localization - displayed when connection to the phone was closed unexpectedly */
"Connection closed unexpectedly" = "A conexão foi interrompida inesperadamente";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it was refused */
"Connection denied" = "Conexão negada";

/* displayed when PIM sync failed because phone could not be reached. */
"Connection to the phone failed." = "Falha de conexão do telefone.";

/* displayed when connection to the phone was closed unexpectedly */
"Connection to the phone was closed unexpectedly." = "A conexão do telefone foi interrompida inesperadamente.";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Contact synchronization failed" = "Falha de sincronização de contato";

/* Short description, must be kept short after localization - displayed when contacts and calendars synchronization failed */
"Contacts and calendars synchronization failed" = "Falhas de sincronização de contatos e calendários";

/* Short description, must be kept short after localization - displayed when contacts synchronization failed */
"Contacts synchronization failed" = "Falhas de sincronização de contatos";

/* Short description, must be kept short after localization - error displayed when PIM sync failed because phone could not be reached. */
"Could not connect to the phone" = "Não foi possível conectar o telefone";

/* displayed when connection to the phone could not be established because it is already in use */
"Could not connect to the phone. Another application is already connected to the phone." = "Não foi possível conectar o telefone. Um outro aplicativo já está conectado ao telefone.";

/* displayed when connection to the phone could not be established because it was refused */
"Could not connect to the phone. Connection was denied." = "Não foi possível conectar o telefone. A conexão foi negada.";

/* displayed when connection to the phone could not be established */
"Could not connect to the phone. Phone not found." = "Não foi possível conectar o telefone. Telefone não encontrado.";

/* Short description, must be kept short after localization - error displayed when an error occurs while deleting contacts and calendars on the phone during a PIM sync */
"Delete failed" = "Falha de exclusão";

/* displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Device is not available or synchronization was cancelled. Close dialogs and applications on the phone and try again." = "O dispositivo não está disponível ou a sincronização foi cancelada. Feche as caixas de diálogo e os aplicativos do telefone e tente novamente.";

/* displayed when trying to create a directory on the phone that already exists */
"Directory already exists." = "O diretório já existe.";

/* Short description, must be kept short after localization - displayed when an error occured while accessing phone internal memory */
"Error while accessing phone memory." = "Erro ao acessar a memória do telefone.";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing calendar events" = "Erro ao apagar os eventos do calendário";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing contacts" = "Erro ao apagar os contatos";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts and calendars) */
"Error while erasing contacts and calendar events" = "Erro ao apagar os contatos e os eventos do calendário";

/* Short description, must be kept short after localization - generic error displayed when erasing of all record during sync fails (contacts only) */
"Error while erasing some calendar events" = "Erro ao apagar alguns eventos do calendário";

/* Short description, must be kept short after localization - generic error displayed when erasing some records during sync fails (contacts only) */
"Error while erasing some contacts" = "Erro ao apagar alguns contatos";

/* Short description, must be kept short after localization - generic error displayed when erasing some record during sync fails (contacts and calendars) */
"Error while erasing some contacts and calendar events" = "Erro ao apagar alguns contatos e eventos do calendário";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts only) */
"Error while getting all calendar." = "Erro ao obter todos os calendários.";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts and calendars) */
"Error while getting all contacts and calendars." = "Erro ao obter todos os contatos e calendários.";

/* Short description, must be kept short after localization - generic error displayed when getting all record during sync fails (contacts only) */
"Error while getting all contacts." = "Erro ao obter todos os contatos.";

/* Short description, must be kept short after localization - error displayed when the Macintosh sync server could not be reached. */
"Error while talking to the Sync Server" = "Erro ao falar com o Servidor de Sincronização";

/* displayed when phone could not send a message */
"Failed to send message." = "Falha ao enviar a mensagem.";

/* No comment provided by engineer. */
"fax." = "fax.";

/* displayed when phone refused access to a file */
"File access denied." = "O acesso ao arquivo foi negado.";

/* displayed when a file or directory does not exist on the phone */
"File or directory does not exist." = "O arquivo ou o diretório não existem.";

/* displayed when a file or directory could not be accessed or modified because it was locked */
"File or directory is locked." = "O arquivo ou o diretório estão bloqueados.";

/* No comment provided by engineer. */
"First message from agent on phone was not the expected Version message." = "A primeira mensagem do agente do telefone não era a mensagem de Versão esperada.";

/* No comment provided by engineer. */
"First message\\U2019s body from agent on phone is malformed." = "O corpo da primeira mensagem do agente do telefone está mal formada.";

/* Short description, must be kept short after localization - error displayed when user has changed something on the phone that he's not supposed to (occurs during pim sync) */
"Forbidden modification made on the phone" = "Foi feita um modificação proibida no telefone";

/* No comment provided by engineer. */
"home mobile." = "celular residencial.";

/* No comment provided by engineer. */
"home pager." = "pager residencial.";

/* recovery message  */
"If this error occurs again, you might need to restart your computer." = "Se este erro ocorrer novamente, será necessário que você reinicie o seu computador.";

/* recovery suggestiong displayed when is not equiped with bluetooth */
"If you have an external bluetooth adapter, please plug it to your computer." = "Se você tiver um adaptador Bluetooth externo, conecte-o ao seu computador.";

/* Short description, must be kept short after localization - displayed when detected agent on phone is too old */
"Incorrect agent version" = "Versão do agente incorreta";

/* Short description, must be kept short after localization - generic error */
"Internal error" = "erro interno";

/* Short description, must be kept short after localization - generic error. First param is internal error domain, second one is error code */
"Internal error (%@:%d)." = "Erro interno (%1$@:%2$d).";

/* Short description, must be kept short after localization - generic error */
"Internal error." = "erro interno.";

/* Short description, must be kept short after localization - displayed when phone could not send a message because a phone number was not valid */
"Invalid phone number" = "Número de telefone inválido";

/* Short description, must be kept short after localization - Error displayed when the phone reports user code needs to be entered on the phone */
"Invalid PIN" = "PIN inválido";

/* Error displayed when the phone reports an invalid SMS configuration */
"Invalid SMS configuration" = "Configuração de SMS inválida";

/* Short description, must be kept short after localization - displayed when phone memory card was not found */
"Memory card not found" = "Cartão de memória não encontrado";

/* Error displayed when the phone reports that its onboard memory is full */
"Memory Full" = "Memória Cheia";

/* Short description, must be kept short after localization - displayed when phone could not send a message */
"Message send failed" = "Falha ao enviar a mensagem";

/* No comment provided by engineer. */
"Negociation with the phone failed." = "Falha de negociação com o telefone.";

/* Short description, must be kept short after localization - No dataclass is enabled.  There is nothing to sync. */
"No dataclass to sync" = "Sem dataclass para sincronizar";

/* No comment provided by engineer. */
"No matching Operator in database." = "Sem Operador coincidente no banco de dados.";

/* Short description, must be kept short after localization - Error displayed when the phone reports no GSM */
"No network" = "Sem rede";

/* No comment provided by engineer. */
"Obex service was requested while some other service was still using it." = "O serviço Obex foi solicitado enquanto outro serviço ainda o estava utilizando.";

/* Error string when some operation was aborted */
"Operation canceled." = "Operação cancelada.";

/* Short description, must be kept short after localization - error displayed when phone address book memory is full (occurs during pim sync) */
"Phone address book full" = "A agenda do telefone está cheia";

/* Short description, must be kept short after localization - displayed when phone could not be unmounted because it is used by an other application (like iTunes) */
"Phone busy" = "Telefone ocupado";

/* Short description, must be kept short after localization - error displayed when phone calendar memory is full (occurs during pim sync) */
"Phone calendar full" = "O calendário do telefone está cheio";

/* No comment provided by engineer. */
"Phone can\\U2019t support that service." = "O telefone não é compatível com esse serviço.";

/* Low level phone error */
"Phone Error (AT Controller shutdown)" = "Erro de Telefone (Controlador AT desativado)";

/* Low level phone error */
"Phone Error (General Failure)" = "Erro de Telefone (Falha Geral)";

/* Low level phone error */
"Phone Error (Invalid Memory Index)" = "Erro de Telefone (Índice de Memória Inválido)";

/* Low level phone error */
"Phone Error (Invalid PDU Mode Parameter)" = "Erro de Telefone (Parâmetro de Modo PDU Inválido)";

/* Low level phone error */
"Phone Error (Invalid Response)" = "Erro de Telefone (Resposta Inválida)";

/* Low level phone error */
"Phone Error (Invalid Text Mode Parameter)" = "Erro de Telefone (Parâmetro de Modo de Texto Inválido)";

/* Low level phone error */
"Phone Error (Manufacturer Specific Error)" = "Erro de Telefone (Erro Específico do Fabricante)";

/* Low level phone error */
"Phone Error (Memory failure)" = "Erro de Telefone (Falha de Memória)";

/* Low level phone error */
"Phone Error (Memory Full)" = "Erro de Telefone (Memória Cheia)";

/* Low level phone error */
"Phone Error (Network Timeout)" = "Erro de Telefone (Tempo de Conexão à Rede Esgotado)";

/* Low level phone error */
"Phone Error (No Answer)" = "Erro de Telefone (Sem Resposta)";

/* Low level phone error */
"Phone Error (No Carrier)" = "Erro de Telefone (Sem Portador)";

/* Low level phone error */
"Phone Error (No Network Service)" = "Erro de Telefone (Sem Serviço de Rede)";

/* Low level phone error */
"Phone Error (Operation not allowed)" = "Erro de Telefone (Operação não permitida)";

/* Low level phone error */
"Phone Error (Operation not Supported)" = "Erro de Telefone (Operação Incompatível)";

/* Low level phone error */
"Phone Error (PH-SIM PIN Necessary)" = "Erro de Telefone (PIN PH-SIM Necessário)";

/* Low level phone error */
"Phone Error (SIM Busy)" = "Erro de Telefone (SIM está Ocupado)";

/* Low level phone error */
"Phone Error (SIM Failure)" = "Erro de Telefone (Falha de SIM)";

/* Low level phone error */
"Phone Error (SIM Not Inserted)" = "Erro de Telefone (SIM Não Inserido)";

/* Low level phone error */
"Phone Error (SIM PIN Necessary)" = "Erro de Telefone (PIN SIM Necessário)";

/* Low level phone error */
"Phone Error (SIM Wrong (Error sent by phone)" = "Erro de Telefone (SIM Incorreto (Erro enviado pelo telefone)";

/* Low level phone error */
"Phone Error (SMS Service Reserved)" = "Erro de Telefone (Serviço SMS Reservado)";

/* Low level phone error */
"Phone Error (SMSC Address Unknown)" = "Erro de Telefone (Endereço SMSC Desconhecido)";

/* Low level phone error */
"Phone Error (Unknown Error)" = "Erro de Telefone (Erro Desconhecido)";

/* Unfrequent error */
"Phone is already registered for synchronization." = "O telefone já está registrado para a sincronização.";

/* Short description, must be kept short after localization - displayed when a sync is attempted while phoen is already synchronizing */
"Phone is already synchronizing." = "O telefone já está em sincronização.";

/* displayed when phone could not be unmounted */
"Phone is being updated by iTunes." = "O telefone está sendo atualizado pelo iTunes.";

/* Short description, must be kept short after localization - displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Phone is busy" = "O telefone está ocupado";

/* displayed when phone could not be unmounted */
"Phone is currently mounted as the disk \\U201C%@\\U201D and could not be ejected." = "O telefone está atualmente montado como o disco “%@” e não pôde ser ejetado.";

/* Short description, must be kept short after localization - displayed when it seems that phone is in a bad state */
"Phone is malfunctioning" = "O telefone não está funcionando corretamente";

/* Short description, must be kept short after localization - displayed when phone is not plugged */
"Phone is not plugged" = "O telefone não está conectado";

/* Short description, must be kept short after localization - displayed when phone memory seems in a bad state */
"Phone memory error" = "Erro de memória do telefone";

/* Short description, must be kept short after localization - error displayed when phone memory is full (occurs during pim sync) */
"Phone Memory full" = "Memória de Telefone está cheia";

/* Short description, must be kept short after localization - displayed when a memory volume on the phone is full */
"Phone memory full." = "Memória do telefone está cheia.";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established */
"Phone not found" = "Telefone não encontrado";

/* Short description, must be kept short after localization - error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"Phone refused some calendar events" = "O telefone recusou alguns eventos do calendário";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"Phone refused some contacts" = "O telefone recusou alguns contatos";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"Phone refused some contacts or calendar events" = "O telefone recusou alguns contatos ou eventos do calendário";

/* Short description, must be kept short after localization - error displayed when phone task memory is full (occurs during pim sync) */
"Phone task database full" = "Banco de dados de tarefa do telefone está cheio";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check that your SIM is valid and correctly inserted." = "Verifique se o seu SIM está válido e inserido corretamente.";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check your phone screen and enter your PIN if necessary." = "Verifique a tela do seu telefone e digite o seu PIN, se necessário.";

/* Recovery message proposed to user when phone reports an invalid SMS configuration */
"Please contact your service provider." = "Entre em contato com o seu provedor de acesso.";

/* recovery suggestion displayed when phone calendar memory is full (occurs during pim sync) */
"Please delete some calendar events on your phone or change the filtering options and synchronize again." = "Apague alguns eventos do calendário do telefone ou altere as opções de filtro e sincronize novamente.";

/* recovery suggestion displayed when phone Adress book memory is full (occurs during pim sync) */
"Please delete some contacts on your phone or change the filtering options and synchronize again." = "Apague alguns contatos do telefone ou altere as opções de filtro e sincronize novamente.";

/* displayed when a memory volume on the phone is full */
"Please delete some data on the phone and try again." = "Apague alguns dados do telefone e tente novamente.";

/* Recovery message proposed to user when phone reports that its memory is full */
"Please delete some data on your phone and try again." = "Apague alguns dados do seu telefone e tente novamente.";

/* recovery suggestion displayed when phone memory is full (occurs during pim sync) */
"Please delete some data on your phone or change the filtering options and synchronize again." = "Apague alguns dados do seu telefone ou altere as opções de filtro e sincronize novamente.";

/* recovery suggestion displayed when phone task memory is full (occurs during pim sync) */
"Please delete some tasks on your phone or change the filtering options and synchronize again." = "Apague algumas tarefas do seu telefone ou altere as opções de filtro e sincronize novamente.";

/* displayed when connection to the phone could not be established */
"Please make sure that your phone is turned on and try again." = "Certifique-se de que seu telefone esteja ligado e tente novamente.";

/* suggestion displayed when PIM sync failed because phone could not be reached. */
"Please make sure that your phone is turned on. If this error occurs again, please restart your phone." = "Certifique-se de que seu telefone esteja ligado. Se este erro ocorrer novamente, reinicie o seu telefone.";

/* recovery suggestion displayed when phone memory card was not found */
"Please make sure the memory card is correctly inserted in your phone." = "Certifique-se de que o cartão de memória esteja inserido corretamente no seu telefone.";

/* displayed when phone is not plugged */
"Please plug the phone cable on your computer." = "Conecte o cabo do telefone ao seu computador.";

/* suggestion displayed when agent could not be found on the phone */
"Please reinstall the agent on the phone." = "Instale novamente o agente no telefone.";

/* recovery suggestion when it seems that phone is in a bad state */
"Please restart the phone." = "Reinicie o telefone.";

/* recovery suggestion displayed when an error occured while accessing phone internal memory */
"Please restart your phone." = "Reinicie o seu telefone.";

/* recovery suggestion displayed when we detect bluetooth is off on the computer */
"Please turn on Bluetooth on your computer and retry." = "Ative o Bluetooth no seu computador e tente novamente.";

/* displayed when detected agent on phone is too old */
"Please update the agent on the phone." = "Atualize o agente do telefone.";

/* No comment provided by engineer. */
"Protocol error while talking to the phone" = "Ocorreu um erro de protocolo ao falar ao telefone";

/* No comment provided by engineer. */
"Requested channel with properties (%@) not found" = "O canal solicitado com propriedades (%@) não foi encontrado";

/* No comment provided by engineer. */
"Service can\\U2019t become functional" = "O serviço não pode tornar-se operativo";

/* No comment provided by engineer. */
"Service depends on other missing service with name: %@" = "O serviço depende de outro serviço ausente chamado: %@";

/* No comment provided by engineer. */
"Service information in plugin is missing information: %@." = "Falta a informação de serviço de plugin: %@.";

/* No comment provided by engineer. */
"Service was shutdown." = "O serviço foi desligado.";

/* No comment provided by engineer. */
"Service was used while it was not required to become functional" = "O serviço foi utilizado enquanto não foi solicitado a tornar-se operativo";

/* Short description, must be kept short after localization - Error displayed when the phone reports an error with SIM */
"SIM error" = "Erro de SIM";

/* No comment provided by engineer. */
"Some operation on channel was launched while channel was not opened." = "Alguma operação no canal foi iniciada enquanto o canal não estava aberto.";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled" = "Sincronização cancelada";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled on device */
"Synchronization canceled on device" = "Sincronização cancelada no dispositivo";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled." = "Sincronização cancelada.";

/* error displayed when PIM sync has been cancelled on device */
"Synchronization has been canceled on device." = "A sincronização foi cancelada no dispositivo.";

/* error displayed when PIM sync has been cancelled */
"Synchronization has been canceled." = "A sincronização foi cancelada.";

/* Unfrequent error that occurs when contacts or calendar sync is disabled on the phone */
"Synchronization of the following data is disabled on your phone: %@.  Please enable them on your phone, or disable them in iSync." = "A sincronização dos seguintes dados está desativada no seu telefone: %@. Ative-os no seu telefone ou desative-os no iSync.";

/* displayed when agent could not be found on the phone */
"The agent could not be found on the phone." = "O agente não pôde ser encontrado no telefone.";

/* displayed when detected agent on phone is too old */
"The agent on the phone is too old." = "O agente do telefone é muito antigo.";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing all the calendar events on the phone." = "A conexão de telefone foi perdida ao excluir todos os eventos do calendário no telefone.";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing all the contacts and calendar events on the phone." = "A conexão de telefone foi perdida ao excluir todos os contatos e eventos do calendário no telefone.";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing all the contacts on the phone." = "A conexão de telefone foi perdida ao excluir todos os contatos no telefone.";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing some calendar events on the phone." = "A conexão de telefone foi perdida ao excluir alguns eventos do calendário no telefone.";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing some contacts and calendar events on the phone." = "A conexão de telefone foi perdida ao excluir alguns contatos e eventos do calendário no telefone.";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing some contacts on the phone." = "A conexão de telefone foi perdida ao excluir alguns contatos no telefone.";

/* generic error displayed when sync fails while getting records from phone  (calendars only) */
"The connection to the phone was lost while getting all the calendar from the phone." = "A conexão de telefone foi perdida ao obter todos os calendários do telefone.";

/* generic error displayed when sync fails while getting records from phone  (calendars and calendars) */
"The connection to the phone was lost while getting all the contacts and events from the phone." = "A conexão de telefone foi perdida ao obter todos os contatos e eventos do telefone.";

/* generic error displayed when sync fails while getting records from phone (contacts only) */
"The connection to the phone was lost while getting all the contacts from the phone." = "A conexão de telefone foi perdida ao obter todos os contatos do telefone.";

/* No comment provided by engineer. */
"The connection was lost while deleting some records on the phone." = "A conexão foi perdida ao apagar alguns registros no telefone.";

/* No comment provided by engineer. */
"The connection was lost while getting some records from the phone." = "A conexão foi perdida ao obter alguns registros do telefone.";

/* Error displayed when the physical connection was lost while synchronizing the phone. */
"The connection was lost while talking to the phone." = "A conexão foi perdida ao falar ao telefone.";

/* error displayed when phone address book memory is full (occurs during pim sync) */
"The phone address book is full." = "A agenda do telefone está cheia.";

/* displayed when phone is not plugged */
"The phone cable is not plugged." = "O cabo do telefone não está conectado.";

/* error displayed when phone calendar memory is full (occurs during pim sync) */
"The phone calendar is full." = "O calendário do telefone está cheio.";

/* error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your calendar events. The following events will not be synchronized:" = "O telefone não pôde armazenar alguns eventos do calendário. Os seguintes eventos não serão sincronizados:";

/* error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts and calendar events. The following contacts and events will not be synchronized:" = "O telefone não pôde armazenar alguns contatos e eventos do calendário. Os seguintes contatos e eventos não serão sincronizados:";

/* error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts. The following contacts will not be synchronized:" = "O telefone não pôde armazenar alguns contatos. Os seguintes contatos não serão sincronizados:";

/* No comment provided by engineer. */
"The phone failed to handle the addition" = "Houve uma falha do telefone ao manipular a adição";

/* No comment provided by engineer. */
"The phone failed to handle the deletion" = "Houve uma falha do telefone ao manipular a exclusão";

/* No comment provided by engineer. */
"The phone failed to handle the modification" = "Houve uma falha do telefone ao manipular a modificação";

/* error displayed when phone memory is full (occurs during pim sync) */
"The phone memory is full." = "A memória do telefone está cheia.";

/* displayed when a memory volume on the phone is full */
"The phone memory or external memory is full." = "A memória do telefone ou a memória externa está cheia.";

/* Message displayed to user when phone reports an invalid SMS configuration */
"The phone reports an invalid SMS configuration." = "O telefone informou uma configuração de SMS inválida.";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your PIN is invalid." = "O telefone informou que o seu PIN é inválido.";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your SIM is not working properly." = "O telefone informou que o seu SIM não está funcionando adequadamente.";

/* displayed when it seems that phone is in a bad state */
"The phone seems to be malfunctioning." = "O telefone não aparenta estar funcionando corretamente.";

/* error displayed when phone task memory is full (occurs during pim sync) */
"The phone task database is full." = "O banco de dados de tarefas do telefone está cheio.";

/* Error displayed when the connection was lost while getting data from the phone. (occurs during pim sync) */
"There was an error getting data from the phone. The synchronization may have been cancelled on the phone." = "Ocorreu um erro ao obter dados do telefone. A sincronização pode ter sido cancelada no telefone.";

/* Error displayed when the connection was lost while sending some changes to the phone. (occurs during pim sync) */
"There was an error pushing some changes to the phone. The synchronization may have been cancelled on the phone." = "Ocorreu um erro ao inserir algumas alterações no telefone. A sincronização pode ter sido cancelada no telefone.";

/* recovery suggestion displayed when phone is in use by iTunes */
"Try again later." = "Tente novamente mais tarde.";

/* recovery suggestion displayed when phone could not be unmounted */
"Try quitting applications and try again." = "Tente encerrar os aplicativos e tente novamente.";

/* displayed when connection to the phone is already in use */
"Try quitting other applications and try again." = "Tente fechar os outros aplicativos e tente novamente.";

/* No comment provided by engineer. */
"Unexpected error accessing files on phone." = "Ocorreu um erro inesperado ao acessar os arquivos do telefone.";

/* No comment provided by engineer. */
"Unknown exception." = "Exceção desconhecida.";

/* Address Book label of a phone number with video capabilities */
"video." = "vídeo.";

/* No comment provided by engineer. */
"work mobile." = "celular comercial.";

/* No comment provided by engineer. */
"work pager." = "pager comercial.";

/* Error displayed when the phone reports that its onboard memory is full */
"Your phone memory is full." = "A memória do seu telefone está cheia.";

